/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Assistent til portoverførsel";
"Firewall.Service.Intro" = "Assistenten til portoverførsel hjælper dig med at overføre indkommende netværkstrafik på specielle porte og tjenester til computere på dit netværk.";
"Firewall.PortHost.Intro" = "Vælg en tjeneste på lokalmenuen, eller skriv den offentlige og den private IP-adresse og de porte, som du vil overføre mellem.";
"Firewall.PortHost.IPv6" = "Du kan også tillade indkommende trafik til alle IPv6-værter på dit netværk.";
"Firewall.Description.Intro" = "Angiv en beskrivelse til denne portoverførselsoptegnelse.";
"Firewall.Description.Done" = "Klik på OK, når du er færdig, for at arkivere portoverførselsoptegnelsen.";

"tcpPrivatePorts" = "Private TCP-port(e)";
"tcpPublicPorts" = "Offentlige TCP-port(e)";
"udpPrivatePorts" = "Private UDP-port(e)";
"udpPublicPorts" = "Offentlige UDP-port(e)";

"type" = "Tjeneste";
"hosts" = "Privat IP-adresse";
"privatePort" = "Privat port";
"description" = "Beskrivelse";
"advertiseService" = "Vis globalt via Bonjour";
"serviceName" = "Navn på tjeneste";
"serviceType" = "Tjenestetype";
"allowAllIPv6" = "Tillad trafik til alle IPv6-værter";

"ConflictingPortNumber" = "En offentlig port er i konflikt med en port, der bruges af en tjeneste på basen. Vælg et andet offentligt portnummer.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "En offentlig UDP-port er i konflikt med en port, der bruges af en tjeneste på basen. Vælg et andet offentligt portnummer.";
"ConflictingPortUDPFileSharing" = "Et offentligt UDP-portnummer er i konflikt med arkivdelingsporten på basen. Slå arkivdeling fra, eller vælg et andet portnummer.";
"ConflictingPortUDPFileSharingNoDisable" = "Et offentligt UDP-portnummer er i konflikt med arkivdelingsporten på basen. Vælg et andet portnummer.";
"ConflictingPortUDPSNMP" = "Et offentligt UDP-portnummer er i konflikt med SNMP-porten på basen. Slå SNMP fra, eller vælg et andet portnummer.";
"ConflictingPortTCPFileSharing" = "Et offentligt TCP-portnummer er i konflikt med arkivdelingsporten på basen. Slå arkivdeling fra, eller vælg et andet portnummer.";
"ConflictingPortTCPFileSharingNoDisable" = "Et offentligt TCP-portnummer er i konflikt med arkivdelingsporten på basen. Vælg et andet portnummer.";
"ConflictingPortTCPACP" = "Et offentligt TCP-portnummer er i konflikt med konfigurationsporten på basen. Vælg et andet portnummer.";

/* Services */
"Personal File Sharing" = "Personlig arkivdeling";
"Windows Sharing" = "Windows-deling";
"Personal Web Sharing" = "Personlig webdeling";
"Remote Login - SSH" = "Ekstern log ind - SSH";
"FTP Access" = "FTP-adgang";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Eksterne Apple Events";
"Printer Sharing" = "Printerdeling";
"POP Mail" = "POP Mail";
"POP Mail with SSL" = "POP Mail med SSL";
"IMAP Mail" = "IMAP Mail";
"IMAP Mail with SSL" = "IMAP Mail med SSL";
"SMTP Mail" = "SMTP Mail";
"QuickTime Streaming Server" = "QuickTime Streaming Server";
"Jabber" = "Jabber";
"CustomService" = "Vælg en tjeneste";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "Indstillingsassistent til IPv6-firewall";
"IPv6Firewall.Intro" = "Indstillingsassistenten til IPv6-firewall hjælper dig med at tillade indkommende IPv6-netværkstrafik til enheder på dit netværk.";

"AllowLabel" = "Tillad";
"AllowAll" = "Alle tjenester og porte";
"AllowAllTCPUDP" = "Alle TCP- og UDP-porte";
"AllowSpecific" = "Bestemte TCP- og UDP-porte";

"host" = "IPv6-adresse";
"tcpPorts" = "TCP-port(e)";
"udpPorts" = "UDP-port(e)";

/*  AAUUserDBTask  */

"Accounts" = "Assistent til kontoindstilling";
"Accounts.UserPassword" = "Brugernavn og adgangskode";
"Accounts.UserPassword.Intro" = "Skriv kontonavn- og adgangskode.";
"Accounts.Restrictions.FileAccess" = "Vælg adgang til fælles diske for denne konto.";

"name" = "Navn";
"shortName" = "Kort navn";
"password" = "Adgangskode";
"passwordVerify" = "Bekræft adgangskode";
"fileSharingAccess" = "Adgang til deling";
"accessBelowGuest" = "Det valgte adgangsniveau for arkivdeling er lavere end niveauet for gæster, der logger ind. Brugeren kan stadig logge ind som gæst og få adgang til fælles diske.";
"UsernameInUse" = "Dette kontonavn findes allerede. Skriv et andet navn.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Indstillingsassistent til tidsbaseret adgangskontrol";
"TimedAccess.Intro" = "Angiv klientens trådløse MAC-adresse eller AirPort-id og beskrivelse.";
"TimedAccess.Intro.Fallback" = "Angiv, i hvilket omfang der som standard kan oprettes adgang til dette netværk.";
"TimedAccess.Restrictions" = "Klik på Tilføj (+) for at indstille tidsbegrænsning ved brug af netværk for denne klient.";
"TimedAccess.Restrictions.Fallback" = "Klik på Tilføj (+) for at indstille standardtidsbegrænsning ved brug af netværk.";
"ThisComputer" = "Denne computer";

"days.0" = "Ingen adgang";
"days.1" = "Mandage";
"days.2" = "Tirsdage";
"days.4" = "Onsdage";
"days.8" = "Torsdage";
"days.16" = "Fredage";
"days.32" = "Lørdage";
"days.64" = "Søndage";
"days.31" = "Ugedage";
"days.96" = "Weekend'er";
"days.127" = "Hver dag";

"time.0" = "før";
"time.1" = "efter";
"time.2" = "mellem";
"time.3" = "hele dagen";

"and" = "og";

"TimedAccessWillExpireOn" = "Denne klients adgang til netværket udløber den %@.";
"TimedAccessDidExpire" = "Denne klients adgang til netværket er udløbet.";	
"TimedAccessDidExpireExplain" = "Hvis du vil give klienten adgang igen, kan du ændre klientens tidsbegrænsning fra “Ingen adgang” til en anden indstilling.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "Indstillingsassistent til DHCP-reservation";
"DHCPReservation.Name" = "Skriv et navn på reservationen";
"DHCPReservation.Name.Intro" = "Hvis du vil reservere en bestemt IP-adresse til en klient på dit netværk, skal du anføre en beskrivelse til reservationen.";
"DHCPReservation.Name.Middle" = "Reserver adressen vha. MAC-adresse eller klient-id til DHCP.";
"DHCPReservation.Name.Continue"	= "Klik på Fortsæt, når du er færdig.";
"DHCPReservation.Mapping" = "Overfør en klient-id eller MAC-adresse til en IP-adresse";
"DHCPReservation.Mapping.MACAddress" = "Indtast MAC-adressen på den trådløse klient, der modtager reservationen.";
"DHCPReservation.Mapping.ClientID" = "Indtast klient-id til DHCP for den trådløse klient, der modtager reservationen.";
"DHCPReservation.Mapping.IP" = "Skriv den IP-adresse, du vil reservere til klienten. Den IP-adresse, du reserverer, bliver kun givet til den klient, som har den MAC-adresse eller den klient-id til DHCP, som du indtastede.";
"DHCPReservation.Mapping.Done"	= "Klik på OK, når du er færdig.";

"macAddress" = "MAC-adresse";
"clientID" = "DHCP klient-id";
"ipv4Address" = "IPv4-adresse";
"ReserveAddressBy" = "Reserver adresse vha.";

/*  AAUSimpleConfigTask  */

"WPS" = "Indstillingsassistent til trådløs klient";
"WPS.Auth.Intro" = "Der er to måder, hvorpå du kan give en klient mulighed for at oprette forbindelse til dit netværk, der er beskyttet med en adgangskode, uden at indtaste en adgangskode. Du kan indtaste en PIN-kode for den pågældende bruger eller give den første klient, der forsøger, tilladelse til at oprette forbindelse til netværket.";
"WPS.Auth.DayPass" = "Du kan også vælge at begrænse denne klients adgang til 24 timer.";

"WPS.PIN.Intro" = "Indtast klientens PIN-kode.";
"WPS.PIN.Description" = "PIN-koden vises på klientens skærm eller er trykt på enheden, hvis klienten ikke har en skærm.";

"WPS.Done.Intro" = "Når den trådløse klient har oprettet forbindelse til netværket, vises den nedenfor.";
"WPS.Done.Waiting" = "Venter på trådløs klient...";
"WPS.Done.Failed" = "Der opstod en fejl, da en trådløs klient forsøgte at oprette forbindelse til netværket. Prøv igen.";
"WPS.Done.Success" = "Den nye trådløse klient har oprettet forbindelse til netværket.";

"AllowClientsBy" = "Giv klient adgang via";
"PIN" = "PIN";
"FirstCome" = "Første forsøg";
"DayPass" = "Begræns klienters adgang til 24 timer";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Indstillinger til trådløst netværk";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Valg";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Værtsnavn";
"BaseStationHostnames" = "Værtsnavne";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Radiokanaler";

"AppleWiFiConnectOptions" = "Indstillinger til trådløse klienter";

/* EditUSBDeviceTask */
"EditUSBDevice" = "USB-enhed";

"USBDeviceSharingAccounts" = "Konti";
"USBDeviceSharingAccounts.title" = "Vælg brugerkonti";
"AddNewAccount" = "Tilføj ny konto";
"SaveAccount" = "Arkiver konto";

"USBDeviceIsExclusive" = "Denne enhed kan bruges af en klient ad gangen";

"USBDeviceSharing" = "Adgangsbegrænsninger";
"USBDeviceSharing.0" = "Ingen begrænsninger";
"USBDeviceSharing.1" = "Brug %@-adgangskode";	/* product name goes here */
"USBDeviceSharing.2" = "Brug en adgangskode til en USB-enhed";
"USBDeviceSharing.3" = "Brug konti";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Tilslut den gamle Time Capsule";
"WaitForDirectConnectTask.replacecables" = "Flyt alle Ethernet-kabler fra den gamle Time Capsule til den nye Time Capsule.";
"WaitForDirectConnectTask.directdescription" = "Du optimerer overførslen ved at forbinde WAN-porten på den gamle Time Capsule med en LAN-port på den nye Time Capsule med et Ethernet-kabel.";
"WaitForDirectConnectTask.initialcheck" = "Kontrollerer, om Time Capsule er forbundet med Ethernet…";
"WaitForDirectConnectTask.ok1" = "Dine Time Capsule-enheder er nu forbundet.";
"WaitForDirectConnectTask.ok2" = "Klik på Fortsæt for at starte overførslen.";
"WaitForDirectConnectTask.ok3" = "Overførslen kan tage lang tid, afhængigt af indholdet af den disk du overfører.";
"WaitForDirectConnectTaskOldLabel" = "Gammel Time Capsule";
"WaitForDirectConnectTaskNewLabel" = "Ny Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Kontrollerer internetforbindelsen";
"VerifyInternetConnectionTest" = "AirPort-værktøj kontrollerer, at denne %@ er forbundet med internettet.";
"VerifyInternetConnectionTestSuccess" = "Denne %@ er forbundet med Internet. Klik på Fortsæt.";
"VerifyInternetConnectionTestFailure" = "Hvis du vil bruge internetforbindelsen under overførslen, skal du sørge for, at DSL- eller kabelmodemmet er tilsluttet WAN-porten på den nye Time Capsule. Sluk modemmet, tag batteriet ud (hvis der er batteri i), vent nogle sekunder, sæt batteriet i igen, og tænd derefter modemmet. Klik på Fortsæt, når der er oprettet forbindelse.";
"VerifyInternetConnectionTestFailureIgnore" = "Klik på Fortsæt, hvis du ikke vil bruge internetforbindesen under overførslen.";

